[PRPA_StunlancerClass X2SoldierClassTemplate]
+DisplayName="强袭枪兵"
+ClassSummary="强袭枪兵是一个强大的盟友，结合了速度和近战能力。他们穿着先进的护甲，手持带电的震撼棍，擅长在短距离内接敌。他们的主要战术是冲向敌人，试图用一种毁灭性的近战攻击使他们丧失行动能力，这种攻击不仅会造成重大伤害，而且还有几率使目标眩晕。"
+LeftAbilityTreeTitle="格斗士"
+RightAbilityTreeTitle="边锋"
+AbilityTreeTitles[0]="强袭枪兵"
+AbilityTreeTitles[1]="不可阻挡"
+AbilityTreeTitles[2]="突击员"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_PriestClass X2SoldierClassTemplate]
+DisplayName="祭祀"
+ClassSummary="祭祀是一个精神增强的单位，结合了精神能力和高级战斗策略。他们能够通过精神力量操纵战场，包括心灵控制和精神攻击。祭祀通常作为支援单位，为附近的盟友提供增益，并给敌人施加减益。他们控制敌人单位心智的能力可以扭转战局。"
+LeftAbilityTreeTitle="支配者"
+RightAbilityTreeTitle="神职者"
+AbilityTreeTitles[0]="控制"
+AbilityTreeTitles[1]="增益"
+AbilityTreeTitles[2]="寒霜祭祀"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_OfficerClass X2SoldierClassTemplate]
+DisplayName="军官"
+ClassSummary="军官在队伍中扮演着领导者和战略家的角色。军官通过增强同伴特工的能力来提供宝贵的支持。此外，军官还能在战斗中凭借精准的监视射击或爆炸物使用能力来独当一面。"
+LeftAbilityTreeTitle="军官"
+RightAbilityTreeTitle="哨兵"
+AbilityTreeTitles[0]="哨兵"
+AbilityTreeTitles[1]="军官"
+AbilityTreeTitles[2]="工程师"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_PurifierClass X2SoldierClassTemplate]
+DisplayName="净化者"
+ClassSummary="净化者擅长通过燃烧武器来控制区域和管理人群。他们身着耐热护甲，配备火焰喷射器，擅长用火焰控制敌人，或用精准的手枪射击来削弱敌人。"
+LeftAbilityTreeTitle="净化者"
+RightAbilityTreeTitle="坦克"
+AbilityTreeTitles[0]="净化者"
+AbilityTreeTitles[1]="坦克"
+AbilityTreeTitles[2]="决斗者"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_ShieldbearerClass X2SoldierClassTemplate]
+DisplayName="持盾者"
+ClassSummary="持盾者擅长为队伍提供防御，无论是通过其护甲内置的强力护盾发生器，增强的烟雾手榴弹，还是医疗专长。"
+LeftAbilityTreeTitle="持盾者"
+RightAbilityTreeTitle="医疗兵"
+AbilityTreeTitles[0]="烟雾兵"
+AbilityTreeTitles[1]="持盾者"
+AbilityTreeTitles[2]="医疗兵"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_BarrierTrooperClass X2SoldierClassTemplate]
+DisplayName="生化盾牌步兵"
+ClassSummary="生化盾牌步兵是一位不可阻挡的巨无霸，他能用盾牌控制敌人，用霰弹枪在近战中造成大量伤害，尽管他们无法找掩护，但其护甲和盾牌却足以弥补这一不足。"
+LeftAbilityTreeTitle="屏障"
+RightAbilityTreeTitle="突击手"
+AbilityTreeTitles[0]="重装步兵"
+AbilityTreeTitles[1]="屏障"
+AbilityTreeTitles[2]="突击手"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_BioAssaultTrooperClass X2SoldierClassTemplate]
+DisplayName="生化突击兵"
+ClassSummary="生化突击兵擅长近战，使用电击长矛打击敌人，用毒气和酸性手榴弹削弱敌人，或用战斗步枪的精准射击将其击倒。"
+LeftAbilityTreeTitle="突击"
+RightAbilityTreeTitle="游侠"
+AbilityTreeTitles[0]="匕首战士"
+AbilityTreeTitles[1]="化学战争"
+AbilityTreeTitles[2]="游侠"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_BioCaptainClass X2SoldierClassTemplate]
+DisplayName="生化队长"
+ClassSummary="生化队长拥有增强的反应能力，使他们能够轻松应对敌人的攻击和移动并进行反击。他们还配备了强大的神经毒素手榴弹，能够削弱敌人，使其几乎丧失战斗力。"
+LeftAbilityTreeTitle="生化队长"
+RightAbilityTreeTitle="先锋"
+AbilityTreeTitles[0]="反射"
+AbilityTreeTitles[1]="先锋"
+AbilityTreeTitles[2]="神经毒素"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_BioRocketTrooperClass X2SoldierClassTemplate]
+DisplayName="生化火箭兵"
+ClassSummary="生化火箭兵"
+LeftAbilityTreeTitle="生化火箭兵"
+RightAbilityTreeTitle="生化火箭兵"
+AbilityTreeTitles[0]="生化火箭兵"
+AbilityTreeTitles[1]="生化火箭兵"
+AbilityTreeTitles[2]="生化火箭兵"
+AbilityTreeTitles[3]="生化火箭兵"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_FrostCaptainClass X2SoldierClassTemplate]
+DisplayName="寒霜队长"
+ClassSummary="寒霜队长擅长使用严寒冰霜来压制敌人并控制战场局势，同时还能为盟友提供防御性指令和增益效果。"
+LeftAbilityTreeTitle="寒霜队长"
+RightAbilityTreeTitle="苦霜手榴弹"
+AbilityTreeTitles[0]="压制"
+AbilityTreeTitles[1]="苦霜"
+AbilityTreeTitles[2]="防御"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_FrostHardlinerClass X2SoldierClassTemplate]
+DisplayName="寒霜强硬者"
+ClassSummary="寒霜强硬者"
+LeftAbilityTreeTitle="寒霜强硬派"
+RightAbilityTreeTitle="寒霜强硬派"
+AbilityTreeTitles[0]="寒霜强硬派"
+AbilityTreeTitles[1]="寒霜强硬派"
+AbilityTreeTitles[2]="寒霜强硬派"
+AbilityTreeTitles[3]="寒霜强硬派"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_FrostLancerClass X2SoldierClassTemplate]
+DisplayName="寒霜枪兵"
+ClassSummary="寒霜枪兵是近战专家，其能力甚至超过了强袭枪兵。他们装备有霰弹枪和战斧，能够对敌人造成毁灭性打击，并应用苦霜效果。"
+LeftAbilityTreeTitle="寒霜枪兵"
+RightAbilityTreeTitle="冰霜爆破者"
+AbilityTreeTitles[0]="寒霜枪兵"
+AbilityTreeTitles[1]="反击"
+AbilityTreeTitles[2]="冰霜爆破者"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_FrostPurifierClass X2SoldierClassTemplate]
+DisplayName="寒霜净化者"
+ClassSummary="霜冻净化者是一种失去理智的单位，出于某种原因拒绝寻找掩护。但由于他们的装甲和耐用性，这并不构成障碍。他们在战斗中带来了冷冻喷射器，这是一种极佳的范围伤害来源，以及他们的斧头，可以对敌人造成毁灭性的打击。当被问及他们的远程能力时，他们只是简单地指了指背上的斧头。"
+LeftAbilityTreeTitle="寒霜净化者"
+RightAbilityTreeTitle="寒霜净化器"
+AbilityTreeTitles[0]="寒霜"
+AbilityTreeTitles[1]="不可阻挡"
+AbilityTreeTitles[2]="伐木工"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"


[PRPA_FrostTechnicianClass X2SoldierClassTemplate]
+DisplayName="冰霜专家"
+ClassSummary="冰霜专家拥有一套专门的技能，包括许多基于冰霜的进攻性攻击，或者召唤冰霜机械增援。如果其他方法都失败，他们还能用手中的步枪进行精准射击。"
+LeftAbilityTreeTitle="冰霜游侠"
+RightAbilityTreeTitle="冰霜专家"
+AbilityTreeTitles[0]="步兵"
+AbilityTreeTitles[1]="技师"
+AbilityTreeTitles[2]="小精灵"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_RaptorCommandoClass X2SoldierClassTemplate]
+DisplayName="猛禽突击兵"
+ClassSummary="猛禽突击兵凭借其喷气背包拥有无与伦比的机动性，但请注意，使用喷气背包会暴露行踪。他们利用这种机动性找到最佳位置，用强大的狙击能力对付敌人。此外，他们还具备心灵感应天赋，能在战斗中提供少量的心灵辅助，或召唤相位无人机参战。"
+LeftAbilityTreeTitle="猛禽突击兵"
+RightAbilityTreeTitle="猛禽突击兵"
+AbilityTreeTitles[0]="狙击手"
+AbilityTreeTitles[1]="心灵感应"
+AbilityTreeTitles[2]="长视者"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_WraithCommandoClass X2SoldierClassTemplate]
+DisplayName="幽灵突击兵"
+ClassSummary="幽灵突击兵是一种灵活的近战单位，能够穿越墙壁进行定位，从而占据极佳的战斗位置。他们还可以使用反转技能扰乱敌人的位置，然后用手枪或碎片护手进行攻击。"
+LeftAbilityTreeTitle="幽魂"
+RightAbilityTreeTitle="突击兵"
+AbilityTreeTitles[0]="手枪客"
+AbilityTreeTitles[1]="幽灵"
+AbilityTreeTitles[2]="圣殿骑士"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_DestroyerCommandoClass X2SoldierClassTemplate]
+DisplayName="毁灭突击兵"
+ClassSummary="毁灭突击兵携带突击步枪和开颅刃进入战斗，并受到能量护盾的保护。他们比护盾兵更具进攻性，但提供的辅助能力较少。"
+LeftAbilityTreeTitle="突破手"
+RightAbilityTreeTitle="毁灭者"
+AbilityTreeTitles[0]="毁灭者"
+AbilityTreeTitles[1]="审判"
+AbilityTreeTitles[2]="突击兵"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_AssaultTrooperClass X2SoldierClassTemplate]
+DisplayName="变种人突击兵"
+ClassSummary="变种人突击兵能够在近距离战斗中通过一回合内的多次霰弹枪攻击造成毁灭性伤害，一旦他们缩短了距离。如果无法缩短距离，他们还可以使用榴弹发射器进行远程支援。"
+LeftAbilityTreeTitle="突击步兵"
+RightAbilityTreeTitle="速射"
+AbilityTreeTitles[0]="突击"
+AbilityTreeTitles[1]="即兴"
+AbilityTreeTitles[2]="速射"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_PathfinderClass X2SoldierClassTemplate]
+DisplayName="探路者"
+ClassSummary="探路者是侦察和伏击的大师，他们可以潜入并侧翼攻击目标，造成巨大的单体伤害，或者调整位置以用致盲火力打击多个敌人，或者指挥突击兵并提供支援，帮助整个小队。"
+LeftAbilityTreeTitle="开拓者"
+RightAbilityTreeTitle="探索者"
+AbilityTreeTitles[0]="指挥官"
+AbilityTreeTitles[1]="风暴突击兵"
+AbilityTreeTitles[2]="探路者"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"

[PRPA_PathfinderHunterClass X2SoldierClassTemplate]
+DisplayName="探路者猎人"
+ClassSummary="探路者猎人是一位中到远程的侧翼攻击者兼狙击手，同时也可以在侦察角色中发挥作用，利用眩晕地雷设置伏击。"
+LeftAbilityTreeTitle="猎人"
+RightAbilityTreeTitle="追踪者"
+AbilityTreeTitles[0]="猎人"
+AbilityTreeTitles[1]="追踪者"
+AbilityTreeTitles[2]="狙击手"
+AbilityTreeTitles[3]="XCOM"
;按字母顺序
+RandomNickNames[0]="全天"
+RandomNickNames[1]="全部参与"
+RandomNickNames[2]="动物"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="大国"
+RandomNickNames[5]="大钱"
+RandomNickNames[6]="大坏蛋"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="砰砰砰"
+RandomNickNames[9]="婴儿潮一代"
+RandomNickNames[10]="轰炸机"
+RandomNickNames[11]="斗牛犬"
+RandomNickNames[12]="蛮牛冲撞"
+RandomNickNames[13]="克莱莫"
+RandomNickNames[14]="演示"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="恶魔狗"
+RandomNickNames[17]="柴油"
+RandomNickNames[18]="再来一次"
+RandomNickNames[19]="火球"
+RandomNickNames[20]="冰箱"
+RandomNickNames[21]="枪手"
+RandomNickNames[22]="锤子"
+RandomNickNames[23]="地狱火"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="火山"
+RandomNickNames[27]="飓风"
+RandomNickNames[28]="垃圾场"
+RandomNickNames[29]="巨无霸"
+RandomNickNames[30]="淘汰"
+RandomNickNames[31]="金刚"
+RandomNickNames[32]="疯狗"
+RandomNickNames[33]="崩溃"
+RandomNickNames[34]="驼鹿"
+RandomNickNames[35]="新星"
+RandomNickNames[36]="硝基"
+RandomNickNames[37]="核武器"
+RandomNickNames[38]="食人魔"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="火焰兵"
+RandomNickNames[41]="红线"
+RandomNickNames[42]="犀牛"
+RandomNickNames[43]="火箭"
+RandomNickNames[44]="海风"
+RandomNickNames[45]="平板"
+RandomNickNames[46]="粉碎"
+RandomNickNames[47]="喷火战斗机"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="沼泽怪物"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="霸王龙"
+RandomNickNames[52]="坦克"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="雷霆"
+RandomNickNames[55]="挠痒痒"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="泰坦"
+RandomNickNames[58]="炸药"
+RandomNickNames[59]="火炬"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="战马"
+RandomNickNames[62]="野孩子"
;按字母顺序
+RandomNicknames_Male[0]="野蛮人"
+RandomNickNames_Male[1]="大男孩"
+RandomNicknames_Male[2]="老板"
+RandomNickNames_Male[3]="牛仔"
+RandomNickNames_Male[4]="笨蛋"
+RandomNickNames_Male[5]="尼禄"
+RandomNickNames_Male[6]="熊爸爸"
+RandomNickNames_Male[7]="野人"
+RandomNickNames_Female[0]="亚马逊"
+RandomNicknames_Female[1]="老板娘"
+RandomNickNames_Female[2]="女牛仔"
+RandomNicknames_Female[3]="多米诺骨牌"
+RandomNickNames_Female[4]="芙蕾雅"
+RandomNickNames_Female[5]="熊妈妈"
+RandomNickNames_Female[6]="深六"
+RandomNickNames_Female[7]="萤火虫"
;按字母顺序
+PhotoboothSoloBLines_Male[0]="带来热潮！"
+PhotoboothSoloBLines_Male[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Male[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Male[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Male[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Male[5]="轰炸！"
+PhotoboothSoloBLines_Male[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Male[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Male[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Male[9]="隐身被高估了。"

+PhotoboothSoloBLines_Female[0]="带来热潮！"
+PhotoboothSoloBLines_Female[1]="天气预报称... 会有附带损害。"
+PhotoboothSoloBLines_Female[2]="无掩护。无怜悯。"
+PhotoboothSoloBLines_Female[3]="炮兵。危险临近。"
+PhotoboothSoloBLines_Female[4]="滴答，滴答，轰隆！"
+PhotoboothSoloBLines_Female[5]="轰炸！"
+PhotoboothSoloBLines_Female[6]="要点：人越多越好！"
+PhotoboothSoloBLines_Female[7]="叫他天气预报员吧，因为他会让天下雨。"
+PhotoboothSoloBLines_Female[8]="再次冲进突破口！"
+PhotoboothSoloBLines_Female[9]="隐身被高估了。"